export default {
    "status": [
      {    
        "name": "Продолжается"
      },
      {    
        "name": "Завершен"
      },
      {    
        "name": "Заморожен"
      }
    ],
    "type": [
      {    
        "name": "Манга"
      },
      {    
        "name": "OEL-манга"
      },
      {    
        "name": "Манхва"
      },
      {    
        "name": "Маньхуа"
      },
      {    
        "name": "Руманга"
      },
      {    
        "name": "Комикс западный"
      }
    ],
    "format": [
      {    
        "name": "4-кома (Ёнкома)"
      },
      {    
        "name": "Сборник"
      },
      {    
        "name": "Додзинси"
      },
      {    
        "name": "В цвете"
      },
      {    
        "name": "Сингл"
      },
      {    
        "name": "Веб"
      }
    ],
    "genre": [
      {    
        "name": "боевик"
      },
      {    
        "name": "боевые искусства"
      },
      {    
        "name": "вампиры"
      },
      {    
        "name": "арт"
      },
      {    
        "name": "гарем"
      },
      {    
        "name": "гендерная интрига"
      },
      {    
        "name": "героическое фэнтези"
      },
      {    
        "name": "детектив"
      },
      {    
        "name": "дзёсэй"
      },
      {      
        "name": "драма"
      },
      {      
        "name": "игра"
      },
      {      
        "name": "исекай"
      },
      {      
        "name": "история"
      },
      {      
        "name": "киберпанк"
      },
      {      
        "name": "кодомо"
      },
      {      
        "name": "комедия"
      },
      {      
        "name": "махо-сёдзё"
      },
      {      
        "name": "меха"
      },
      {      
        "name": "мистика"
      },
      {      
        "name": "научная фантастика"
      },
      {      
        "name": "омегаверс"
      },
      {      
        "name": "повседневность"
      },
      {      
        "name": "постапокалиптика"
      },
      {      
        "name": "приключения"
      },
      {      
        "name": "психология"
      },
      {      
        "name": "романтика"
      },
      {      
        "name": "самурайский боевик"
      },
      {      
        "name": "сверхъестественное"
      },
      {      
        "name": "сёдзё"
      },
      {      
        "name": "сёдзё-ай"
      },
      {      
        "name": "сёнэн"
      },
      {      
        "name": "сёнэн-ай"
      },
      {      
        "name": "спорт"
      },
      {      
        "name": "сэйнэн"
      },
      {      
        "name": "трагедия"
      },
      {      
        "name": "триллер"
      },
      {      
        "name": "ужасы"
      },
      {      
        "name": "фантастика"
      },
      {      
        "name": "фэнтези"
      },
      {      
        "name": "школа"
      },
      {      
        "name": "эротика"
      },
      {      
        "name": "этти"
      },
      {      
        "name": "юри"
      },
      {      
        "name": "яой"
      }
    ]
 }  
